package com.manu.webviewdemo.utils;

/**
 * Created by lcdn on 2017/7/19 0019.
 */
public class Util {
    public static String getHtmlData(){
        String data = "<p>　　生命本是一场远行，谁与你擦肩，你与谁相遇；谁与你并肩，你陪谁前行。握不住的沙，不如扬了它。</p>\n" +
                "\n" +
                "<p>　　能力大小，贵有自知之明，人生最尴尬的事，就是过高估计了自己在别人心里的位置。妄自尊大，得到最多的是失败和教训；妄自菲薄，失去最多的是成功和自信。</p>\n" +
                "\n" +
                "<p>　　不乱于心，不用于情。不畏将来，不念过往。如此安好，如此无悔。</p>\n" +
                "\n" +
                "<p>　　一声叹息，牵心而行；一语欢喜，随心而往；念着的芬芳，用回忆去记得；追寻的梦想，用一生去实现。在每个季节交替中，微笑着清欢，快乐着幸福。人生很短，莫留遗憾。</p>\n" +
                "\n" +
                "<p>　　有些人，宽容，就无怨；有些错，原谅，就心宽；有些事，回忆，就温暖；有些景，入目，就灿烂；有些结，解开，就舒坦；有些怨，放下，就轻松。人生无悔，就是完美；生活愉快，就是圆满。</p>\n" +
                "\n" +
                "<p>　　人生很短，不必追求太多；心房很小，不必装得太满。家不求奢华，只求温馨；爱不求浪漫，只愿一生相伴；事不求圆满，只求无悔无怨。</p>\n" +
                "\n" +
                "<p>　　人生，一程水，一程山，跋涉着艰辛；生活，一杯忧，一杯喜，品尝着酸甜。 人生，就是要在无悔中前行！</p>\n" +
                "\n" +
                "<p>　　人生无悔，就是完美！</p>\n";
        return data;
    }
}
